Repository: StressFreeSites/business-contact-widget
Catalog: languages/bcw-*.po
Languages: es_es, he_il

source: You do not have sufficient permissions to access this page.
es_es: Usted no tiene los permisos necesarios para acceder a esta página.
he_il: אין לך הרשאות מספיקות כדי לגשת לדף זה.

source: Options saved.
es_es: Opciones guardadas.
he_il: tparuhu, banru/

source: Plugin created by
es_es: Plugin creado por
he_il: התוסף נוצר ע"י

source: Business Contact Widget
he_il: ווידג'ט שמירה על קשר (עיסקי)

source: Contact Settings
es_es: Configuración Contacto
he_il: הגדרות התקשרות

source: Telephone Settings
es_es: Configuración Teléfono
he_il: הגדרות טלפונים

source: Telephone
es_es: Teléfono
he_il: טלפון

source: Fax
he_il: פקס

source: Mobile Person's Name
es_es: Nombre de la Persona del Móvil
he_il: שם איש קשר ראשי

source: Their Mobile Number
es_es: Su número de teléfono móvil
he_il: מספר הסלולרי שלו

source: 2nd Mobile Person's Name
es_es: Nombre de la persona del segundo móvil
he_il: שם איש קשר שני

source: 3rd Mobile Person's Name
es_es: Nombre de la persona del tercer móvil
he_il: שם איש קשר שלישי

source: Other Telephone Name
es_es: Otro Nombre Teléfono
he_il: שם איש קשר נוסף

source: Other Telephone Number
es_es: Otro número de teléfono
he_il: מספר טלפון נוסף

source: Email Settings
es_es: Configuración del correo electrónico
he_il: הגדרות דואר אלקטרוני

source: Email
es_es: Correo electrónico
he_il: דואר אלקטרוני

source: Personal Email Name
es_es: Nombre personal Correo electrónico
he_il: שם איש קשר ראשי

source: Personal Email Address
es_es: Dirección de correo electrónico personal
he_il: כתובת דוא"ל

source: 2nd Personal Email Name
es_es: Segundo Nombre de Email Personal
he_il: שם איש קשר שני

source: 2nd Personal Email Address
es_es: Segunda dirección de E-mail Personal
he_il: כתובת דוא"ל

source: 3rd Personal Email Name
es_es: Tercer Nombre de Email Personal
he_il: שם איש קשר שלישי

source: 3rd Personal Email Address
es_es: Tercera Dirección de correo electrónico Personal
he_il: כתובת דוא"ל

source: Other Email Name
es_es: Otro nombre Correo electrónico
he_il: שם איש קשר נוסף

source: Other Email Address
es_es: Otras Direcciones de Correo electrónico
he_il: כתובת דוא"ל נוספת

source: Address Settings
es_es: Configuración Dirección
he_il: הגדרות כתובת

source: Main Address Name
es_es: Nombre Dirección Principal
he_il: שם כתובת ראשית

source: Main Address
es_es: Dirección Principal
he_il: כתובת ראשית

source: Secondary Address Name
es_es: Nombre Dirección Secundaria
he_il: שם כתובת משנית

source: Secondary Address
es_es: Dirección Secundaria
he_il: כתובת משנית

source: Message Settings
es_es: Configuración Mensaje
he_il: הגדרות הודעה

source: Message Now
es_es: Mensajear Ahora
he_il: הודעה כעת

source: Location Settings
es_es: Configuración de ubicación
he_il: הגדרות מיקום

source: Map (iframe)
es_es: Mapa (iframe)
he_il: מפה (iframe)

source: Insert the iframe code generated from online tools like Google maps
es_es: Insertar el código iframe generado a partir de herramientas en línea, como los mapas de Google
he_il: הכנס את קוד iframe שנוצר מכלים מקוונים כמו גוגל מפות

source: Opening Times Settings
es_es: Configuración de horarios de apertura
he_il: הגדרות שעות פעילות

source: Opening Times
es_es: Horas de apertura
he_il: שעות פעילות

source: Style Settings
es_es: Configuración Estilo
he_il: הגדרות עיצוב

source: Load jQuery UI styling
es_es: Cargar estilo jQuery UI
he_il: טען עיצוב ממשק משתמש jQuery

source: If another plugin or your theme already has jQuery UI loaded (incorrectly) then untick this to stop the plugin's styling overriding and interferaring. NOTE: this will make the selection below redundant
es_es: Si otro plugin o su tema ya cuentan con UI jQuery cargado (incorrectamente) a continuación, desmarque esto para detener estilo del plugin y interferaring. NOTA: esto hará que la lista de abajo sea redundante
he_il: אם תוסף אחר, או ערכת הנושא שלך כבר טענו jQuery, אז הורד סימון זה כדי להפסיק את הפרעת טעינת jQuery של תוסף זה. הערה: הסרה זו תהפוך את הבחירה בהמשך למיותרת

source: Widget Style
es_es: Estilo Widget
he_il: עיצוב הווידג'ט

source: Change the widget style to match your website
es_es: Cambiar el estilo del widget para que coincida con su sitio web
he_il: שנה את עיצוב הווידג'ט כדי שיתאים לעיצוב ערכת הנושא שלך

source: System Settings
es_es: Configuración del sistema
he_il: הגדרות מערכת

source: Load jQuery and jQuery UI scripts
es_es: Cargar jQuery y guiones jQuery UI
he_il: טען jQuery וממשק jQuery.

source: If another plugin or your theme already has jQuery, jQuery UI or jQuery UI Tabs loaded (incorrectly) then untick the corresponding script to stop the plugin's loading it twice causing it not to work.
es_es: Si otro plugin o su tema ya cuentan con jQuery, jQuery UI o Tabs jQuery UI cargados (incorrectamente) a continuación, desmarque el script correspondiente para detener la carga del plugin dos veces haciendo que no funcione.
he_il: אם תוסף אחר, או ערכת הנושא שלך כבר טענו jQuery, אז הורד סימון זה כדי למנוע טעינת jQuery של תוסף זה, אחרת jQuery לא יעבוד כלל

source: Update Options
es_es: Opciones Actualización
he_il: אפשרויות עדכון

source: Troubleshooting
es_es: Solución de problemas
he_il: פתרון בעיות

source: If the widget does not display correctly
es_es: Si el widget no se muestra correctamente
he_il: האם הווידג'ט לא מוצג כהלכה?

source: If this happen it means that you have a theme or plugin which loads jQuery or jQuery UI incorrectly. To resolve this untick the options jQuery, jQuery UI and jQuery UI Tabs. See if that makes the widget display correctly. If it doesn't try ticking jQuery UI Tabs, then checking, then ticking jQuery UI and so on.
es_es: Si esto sucede, significa que usted tiene un tema o plugin que carga jQuery o jQuery UI incorrectamente. Para resolver esto desmarque las opciones de jQuery, jQuery UI y jQuery UI Tabs. A ver si eso hace que el widget se muestre correctamente. Si no, intente marcando jQuery UI aquí, a continuación, comprobar, a continuación, marcando jQuery UI y así sucesivamente.
he_il: אם זה קורה, משמע שערכת הנושא שלך, או אחד התוספים האחרים טען jQuery, בכדי לפתור בעיה זו הסר הסימון מ-jQuery ובדוק האם התוסף מוצג כהלכה.

source: If the widget interferes with the styling of other areas of your website
es_es: Si el widget interfiere con el estilo de otras áreas de su sitio web
he_il: האם הווידג'ט מפריע לעיצוב הקיים?

source: If this happens you do not need the default styling of the widet. To resolve this untick the styling option load jQuery UI styling.
es_es: Si esto sucede, usted no necesita el estilo predeterminado del widget. Para resolver esto desmarque la opción de carga de estilo de jQuery UI.
he_il: אם זה קורה, אין לך צורך בעיצוב ברירת המחדל. יש להוריד את הסימון ליד טעינת jQuery .

source: Please add the Business Contact Widget to one of your <a href="widgets.php">sidebars</a> then come back to this page to edit the settings.
es_es: Por favor agregue el Business Contact Widget a una de las barras laterales <a href="widgets.php">barras laterales</a> a continuación, volver a esta página para editar la configuración.
he_il: יש להוסיף את הווידג'ט שמירה על קשר לאחד מאיזורי הווידג'טים <a href="widgets.php">ווידג'טים </a> לאחר מכן יש לחזור לדף ולערוך את ההגדרות בהתאם.

source: Mobile
es_es: Móvil
he_il: סלולרי

source: Email
he_il: דואל אלקטרוני

source: Message
es_es: Mensaje
he_il: הודעה

source: Map
es_es: Mapa
he_il: מפה

source: Plugin created by
es_es: Plugin creado por
he_il: תוסף זה נוצר ע"H

source: Title
es_es: Título
he_il: כותרת

source: Display telephone numbers?
es_es: ¿Mostrar los números de teléfono?
he_il: להציג מספר טלפון?

source: Display email addresses?
es_es: ¿Mostrar direcciones de correo electrónico?
he_il: להציג דואר אלקטרוני?

source: Display address?
es_es: ¿Mostrar dirección?
he_il: להציג כתובת?

source: Display message form?
es_es: ¿Mostrar formulario de mensajes?
he_il: להתיג הודעות?

source: Display map?
es_es: ¿Mostrar el mapa?
he_il: להציג מפה?

source: Display opening times?
es_es: ¿Mostrar horas de apertura?
he_il: להציג שעות פעילות?

source: Load page open on tab
es_es: Cargar página abierta en la pestaña
he_il: איזה טאב להציג בפתיחה

source: Opens on tab number - 1 for first tab, 2 for second tab etc.
es_es: Abre en la pestaña número - 1 para la primera pestaña, 2 para la segunda, etc.
he_il: הצגת טאב בפתיחה - 1 לראשון, 2 לשני וכן הלאה.

source: Display created by? Please only remove this after making a
es_es: ¿Mostrar creado por? Sólo eliminar favor esto después de hacer una
he_il: האם להציג 'נוצר ע"י'?

source: donation
es_es: donación
he_il: תרומות

source: so we can continue making plugins like these.
es_es: para que podamos seguir haciendo plugins como estos.
he_il: כדי שנוכל להמשיך ליצור תוספים יפים כאלה.

source: <p>Thank you for downloading Business Contact Widget. We hope you enjoy using the plugin, maybe some of our <a href="http://stressfreesites.co.uk/development" target="_blank">other plugins</a> would be of interest to you.</p><p>We have just launched a new Wordpress theme which might be of interest - <a href="http://www.mojo-themes.com/item/simple-setup/demo/" target="_blank">take a look</a>.</p><a href="%1$s">Hide This Notice</a>
es_es: <p> Gracias por descargar Business Contact Widget. Esperamos que disfrute utilizando el plugin, tal vez algunos de nuestros <a href="http://stressfreesites.co.uk/development" target="_blank"> otros plugins </a> pueden ser de interés para usted. </p><p>Acabamos de lanzar un nuevo tema para Wordpress que puede ser de interés - <a <a href ="http://www.mojo-themes.com/item/simple-setup/demo/ "target =" _blank "> echar un vistazo </a>.</p> <a href="%1$s"> Ocultar Este Aviso </a>
